Repository: ibs-allaow/syncthing-gtk-arabic
Catalog: po/*.po
Languages: ar

source: Ignore folder "%s"
ar: تجاهل المجلد "%s"

source: Folder rejected
ar: تم رفض المجلد

source: Unexpected folder "%(folder)s" sent from device "%(device)s".
ar: تم إرسال مجلد غير متوقع "%(folder)s" من الجهاز "%(device)s".

source: Completed synchronization in "%s"
ar: اكتملت عملية المزامنة في "%s"

source: Updates in folder "%s"
ar: التحديثات في المجلد "%s"

source: %(hostname)s: Downloaded '%(filename)s' to reflect remote changes.
ar: %(hostname)s: تم تنزيله '%(filename)s' ليعكس التغييرات البعيدة.

source: %(hostname)s: Deleted '%(filename)s' to reflect remote changes.
ar: %(hostname)s: تم حذفه '%(filename)s' ليعكس التغييرات البعيدة.

source: %(hostname)s: Downloaded %(updated)s files to reflect remote changes.
ar: %(hostname)s: تم تنزيله %(updated)s من الملفات لتعكس التغييرات البعيدة.

source: %(hostname)s: Deleted %(deleted)s files to reflect remote changes.
ar: %(hostname)s: تم حذفه %(deleted)s ملفًا ليعكس التغييرات البعيدة.

source: %(hostname)s: downloaded %(updated)s files and deleted %(deleted)s files to reflect remote changes.
ar: %(hostname)s: تم تنزيله %(updated)s من الملفات وحذف %(deleted)s من الملفات لتعكس التغييرات البعيدة.

source: Conflicting file in "%s"
ar: ملف متعارض في "%s"

source: Conflict in path "%s" detected.
ar: تم اكتشاف تعارض في المسار "%s".

source: Open Conflicting file in filemanager
ar: فتح ملف متعارض في مدير الملفات

source: An error occurred in Syncthing!
ar: حدث خطأ في Syncthing!

source: Failed to determine latest Syncthing version.
ar: فشل تحديد أحدث إصدار من Syncthing.

source: Failed to create temporary file.
ar: فشل إنشاء الملف المؤقت.

source: Downloaded file is corrupted.
ar: الملف الذي تم تنزيله تالف.

source: ~%s hours ago
ar: منذ حوالي ~%s ساعة

source: %s minutes ago
ar: قبل %s دقيقة

source: %s seconds ago
ar: منذ %s ثانية

source: just now
ar: الآن

source: %s days ago
ar: قبل %s يومًا

source: in %s days
ar: في غضون %s يومًا

source: ~%s hours from now
ar: بعد حوالي ~%s ساعة من الآن

source: %s minutes from now
ar: بعد مرور %s دقيقة

source: %s seconds from now
ar: من الآن %s ثانية

source: in a moment
ar: في لحظة

source: UI Settings
ar: إعدادات واجهة المستخدم

source: Unlimited
ar: غير محدود

source: Install %(package)s package to enable %(feature)s support
ar: قم بتثبيت حزمة %(package)s لتمكين دعم %(feature)s

source: Browse for Syncthing binary
ar: ابحث عن ملف Syncthing البرمجي

source: First run wizard
ar: مساعد الإعداد الأول

source: Please, check error log and fill bug report on %s.
ar: يرجى مراجعة سجل الأخطاء وملء تقرير الأخطاء على %s.

source: Display error log
ar: عرض سجل الأخطاء

source: Next
ar: التالي

source: Continue this wizard to create a Syncthing configuration file or abort it to exit.
ar: تابع هذا المساعد لإنشاء ملف تكوين Syncthing أو قم بإيقافه للخروج.

source: Welcome to Syncthing-GTK first run wizard!
ar: مرحباً بك في مساعد التشغيل الأول لبرنامج Syncthing-GTK!

source: It looks like you never have used Syncthing.
ar: يبدو أنك لم تستخدم Syncthing من قبل.

source: Initial configuration should be created.
ar: يجب إنشاء التكوين الأولي.

source: If you already had Syncthing daemon configured, please, exit this wizard and check your %s folder
ar: إذا كنت قد قمت بالفعل بتكوين برنامج Syncthing daemon، فيُرجى الخروج من هذا المساعد والتحقق من مجلد %s الخاص بك

source: Searching for Syncthing daemon.
ar: جارٍ البحث عن برنامج Syncthing daemon.

source: Please wait...
ar: انتظر من فضلك...

source: download latest binary
ar: قم بتنزيل أحدث ملف برمجي

source: Syncthing daemon not found.
ar: لم يتم العثور على برنامج Syncthing daemon.

source: Please, use package manager to install the Syncthing package or %(download_link)s from Syncthing page and save it to your %(target)s directory.
ar: يرجى استخدام مدير الحزم لتثبيت حزمة Syncthing أو %(download_link)s من صفحة Syncthing وحفظها في دليل %(target)s الخاص بك.

source: Syncthing daemon is too old.
ar: برنامج Syncthing daemon قديم جدًا.

source: Syncthing-GTK needs Syncthing daemon %(min)s or newer, but only %(actual)s were found.
ar: يحتاج Syncthing-GTK إلى برنامج Syncthing daemon %(min)s أو أحدث، ولكن تم العثور على %(actual)s فقط.

source: Alternatively, Syncthing-GTK can download Syncthing binary
ar: بدلاً من ذلك، يمكن لـ Syncthing-GTK تنزيل ملف Syncthing الثنائي

source: to %s and keep it up-to-date, but this option is meant as
ar: إلى %s والحفاظ على تحديثه، ولكن هذا الخيار مخصص لـ

source: last resort and generally not suggested.
ar: الحل الأخير ولا يُنصح به عموماً.

source: _Download Syncthing binary
ar: قم بتنزيل ملف Syncthing البرمجي

source: Auto_update downloaded binary
ar: تحديث الملف البرمجي المنزل تلقائياً

source: Syncthing daemon binary found.
ar: تم العثور على الملف البرمجي لبرنامج Syncthing daemon.

source: Binary path:
ar: مسار الملف البرمجي:

source: Version:
ar: الإصدار:

source: Downloading Syncthing daemon.
ar: جارٍ تنزيل برنامج Syncthing daemon.

source: Failed to download Syncthing daemon package.
ar: فشل تنزيل حزمة برنامج Syncthing daemon.

source: Syncthing is generating RSA key and certificate.
ar: يقوم برنامج Syncthing بإنشاء مفتاح تشفير RSA وشهادة.

source: This may take a while...
ar: قد يستغرق هذا بعض الوقت...

source: Failed to generate keys
ar: فشل في إنشاء المفاتيح

source: Syncthing daemon failed to generate RSA key or certificate.
ar: فشل برنامج Syncthing daemon في إنشاء مفتاح التشفير RSA أو شهادة.

source: WebUI setup
ar: إعداد واجهة المستخدم الرسومية على المتصفح

source: Syncthing can be managed remotely using WebUI and even if you are going to use Syncthing-GTK, WebUI needs to be enabled, as Syncthing-GTK uses it to communicate with the Syncthing daemon.
ar: يمكن إدارة Syncthing عن بعد باستخدام واجهة المستخدم الرسومية (WebUI)، وحتى إذا كنت ستستخدم Syncthing-GTK، فيجب تمكين واجهة المستخدم الرسومية (WebUI)، حيث يستخدمها Syncthing-GTK للتواصل مع برنامج Syncthing daemon.

source: If you prefer to be able to manage Syncthing remotely, over the internet or on your local network, select <b>listen on all interfaces</b> and set username and password to protect Syncthing from unauthorized access.
ar: إذا كنت تفضل أن تتمكن من إدارة Syncthing عن بعد، عبر الإنترنت أو على شبكتك المحلية، فحدد <b>الاستماع على جميع الواجهات</b> وقم بتعيين اسم المستخدم وكلمة المرور لحماية Syncthing من الوصول غير المصرح به.

source: Otherwise, select <b>listen on localhost</b>, so only users and programs on this computer will be able to interact with Syncthing.
ar: وإلا، حدد <b>استمع على المضيف المحلي</b>، بحيث لا يتمكن من التفاعل مع Syncthing إلا المستخدمون والبرامج الموجودة على هذا الكمبيوتر.

source: WebUI Listen Addresses
ar: عناوين الاستماع لواجهة المستخدم الرسومية

source: Listen on _localhost
ar: استمع على المضيف المحلي

source: Listen on _all interfaces
ar: الاستماع على جميع الواجهات

source: _Username
ar: اسم المستخدم

source: _Password
ar: كلمة المرور

source: Saving settings...
ar: جارٍ حفظ الإعدادات...

source: Checking for available port...
ar: جارٍ التحقق من المنفذ المتاح...

source: Failed to find unused port for listening.
ar: فشل في العثور على منفذ غير مستخدم للاستماع.

source: Please, check your firewall settings and try again.
ar: يرجى التحقق من إعدادات جدار الحماية الخاص بك والمحاولة مرة أخرى.

source: Saving...
ar: جار الجفظ...

source: Failed to load Syncthing configuration
ar: فشل تحميل إعدادات Syncthing

source: Failed to modify Syncthing configuration
ar: فشل تعديل إعدادات Syncthing

source: Failed to save Syncthing configuration
ar: فشل حفظ إعدادات Syncthing

source: Done.
ar: منتهي.

source: Syncthing has been successfully configured.
ar: تم إعداد Syncthing بنجاح.

source: You can configure more details later, in <b>UI Settings</b> and <b>Daemon Settings</b> menus in main window of application.
ar: يمكنك ضبط المزيد من التفاصيل لاحقًا، في قوائم <b>إعدادات واجهة المستخدم</b> و <b>إعدادات البرنامج الخفي</b> في النافذة الرئيسية للتطبيق.
