Repository: ibs-allaow/syncthing-gtk-arabic
Catalog: po/*.po
Languages: ar

source: About Syncthing-GTK
ar: حول Syncthing-GTK

source: (version)
ar: (الإصدار)

source: GUI and notification area icon for Syncthing
ar: واجهة المستخدم الرسومية وأيقونة منطقة الإشعارات لـ Syncthing

source: <b>Code&amp;UI © 2016 Kozec</b> Source code available on <a href="http://github.com/kozec/syncthing-gtk">GitHub</a> I'd like to express my biggest thanks for all my <b><a href="https://www.patreon.com/kozec">Patreon</a></b> supporters, with special mention of <b>Deryn L.</b> <b>Eric Duhamel</b> <b>Enric Morales</b> <b>Orivej Desh</b> <b>G. Wilson</b> <b>Joshua M</b> <b>Lutris</b> <b>Taowa</b> and <b>ambidot</b>
ar: <b>الكود وواجهة المستخدم © 2016 Kozec <b> الكود المصدري متاح على <a href="http://github.com/kozec/syncthing-gtk">GitHub</a> أود أن أعرب عن خالص امتناني لجميع داعميّ على <b><a href="https://www.patreon.com/kozec">Patreon</a></b> مع شكر خاص لكل من: <b>Deryn L. ديرين ل</b> <b>Eric Duhamel إريك دوهاميل</b> <b>Enric Morales إنريك موراليس</b> <b>Orivej Desh أوريفيج ديش</b> <b>G. Wilson جي. ويلسون</b> <b>Joshua M جوشوا م</b> <b>Lutris لوتريس</b> <b>Taowa تاوا</b> and <b>ambidot أمبيدوت</b>

source: <small>This program comes with absolutely no warranty. See the <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</small>
ar: <small>هذا البرنامج مُقدّم بدون أي ضمان. للمزيد من التفاصيل، يُرجى مراجعة <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html"> رخصة جنو العمومية العامة، الإصدار 2 أو أحدث<a/> للتفاصيل.<small/>

source: Open _Web Interface
ar: فتح واجهة البرنامج في المتصفح

source: Display _Daemon Output
ar: عرض مخرجات الـ_خدمة الخلفية

source: UI _Settings
ar: إعدادات _واجهة المستخدم

source: _About
ar: _حول

source: _Quit
ar: _خروج

source: Add Shared _Folder
ar: إضافة _مجلد مشترك

source: Add _Device
ar: إضافة _جهاز

source: Daemon _Settings
ar: إعدادات الـ_خدمة الخلفية

source: Show _ID
ar: إظهار الـ_معرف

source: Sh_utdown Daemon
ar: إ_غلاق الخدمة الخلفية

source: _Restart Daemon
ar: إ_عادة تشغيل الخدمة الخلفية

source: Override Remote Changes
ar: تجاهل التعديلات الخارجية

source: Override Local Changes
ar: تجاهل التعديلات المحلية

source: Edit _Ignore Patterns
ar: تحرير قواعد الـ_تجاهل

source: _Rescan
ar: إعادة الم_سح

source: _Browse
ar: _تصفح

source: gtk-media-pause
ar: إيقاف مؤقت

source: Resume
ar: إستئناف

source: Connecting to daemon...
ar: جار الاتصال بالخدمة الخلفية...

source: Show Window
ar: عرض النافذة

source: S_top Syncthing
ar: إيـ_قاف Syncthing

source: Resume Sync_thing
ar: استئـ_ناف Syncthing

source: _Incoming Rate Limit
ar: حد معدل الـ_وارد

source: _Unlimited
ar: _غير محدود

source: _Other
ar: _أخرى

source: _Outgoing Rate Limit
ar: حد معدل الـ_صادر

source: See _Logs
ar: عرض السـ_جلات

source: _Preferences
ar: التـ_فضيلات

source: Daemon Output
ar: مخرجات الخدمة الخلفية

source: Sync Protocol Listen Addresses
ar: عناوين استقبال بروتوكول المزامنة

source: Enable Local _Discovery
ar: تفعيل خاصية الا_كتشاف المحلي

source: Enable _UPnP
ar: تفع_يل (UPnP) التوصيل والتشغيل العالمي

source: Local Discovery _Port
ar: منفـ_ذ الاكتشاف المحلي

source: Outgoing _Rate Limit
ar: حد معـ_دل الصادر

source: Open browser with _WebUI when daemon is starting
ar: افتح المتصفح باستخدام واجهة المستخدم الرسومية (WebUI_) عند بدء تشغيل الخدمة

source: Enable _Anonymous Usage Reporting
ar: تفعيل إرسال تقارير الاستخدام المج_هولة

source: Enable _Global Discovery
ar: تفعيل الاكتشاف الخا_رجي

source: Global Discovery _Servers
ar: _خوادم الاكتشاف العالمي

source: All Data
ar: جميع البيانات

source: Off
ar: معطل

source: Metadata Only
ar: البيانات الوصفية فقط

source: Device _ID
ar: معرف الجهاز

source: Device _Name
ar: اسم الجهاز

source: Shown instead of Device ID in the cluster status.
ar: يظهر بدلاً من معرف الجهاز في حالة المجموعة.

source: _Addresses
ar: العناوين

source: Enter comma separated "ip:port" addresses or "dynamic" to perform automatic discovery of the address.
ar: أدخل العناوين بصيغة "ip:port" مفصولة بفواصل، أو اكتب "dynamic" للاكتشاف التلقائي.

source: Share _Folders
ar: مشاركة المجلدات

source: Select the folders to share with this device
ar: حدد المجلدات التي تريد مشاركتها مع هذا الجهاز

source: _Introducer
ar: وسيط تعارف

source: Any devices configured on an introducer device will be added to this device as well.
ar: ستتم إضافة أي أجهزة تم تكوينها على الجهاز المحدد كـوسيط تعارف إلى هذا الجهاز أيضًا.

source: _Compression
ar: _ضغط

source: Device Identification
ar: تحديد هوية الجهاز

source: XYZ-123-ABC
ar: مثال: "XYZ-123-ABC"

source: Can't invoke the daemon
ar: لا يمكن استدعاء البرنامج الخفي

source: _Browse...
ar: _تصفح...

source: _Download...
ar: _تنزيل...

# In File Pull Order combobox
source: Random
ar: عشوائي

# In File Pull Order combobox
source: Alphabetic
ar: أبجدياً

# In File Pull Order combobox
source: Smallest First
ar: الأصغر أولاً

# In File Pull Order combobox
source: Largest First
ar: الأكبر أولاً

# In File Pull Order combobox
source: Oldest First
ar: الأقدم أولاً

# In File Pull Order combobox
source: Newest First
ar: الأحدث أولاً

source: Simple
ar: عادي

source: Staggered
ar: أرشفة متدرجة

source: Trashcan
ar: سلة المهملات

source: External
ar: خارجي

source: Folder _Label
ar: اسم الـمجلد الوصفي

source: Generate Random
ar: توليد عشوائي

source: Short identifier for the folder. Must be the same on all devices.
ar: معرّف مختصر للمجلد. يجب أن يكون نفسه على جميع الأجهزة.

source: _Path
ar: المسار

source: Path to the folder on the local computer. Will be created if it does not exist.
ar: مسار المجلد على الحاسوب المحلي. سيتم إنشاؤه إذا لم يكن موجودًا.

source: Rescan _Interval
ar: مدة إعادة الفحص

source: Monitor filesystem for _changes
ar: مراقبة الملفات بحثاً عن تـغييرات

source: Browse...
ar: تصفح...

source: Folder _ID
ar: معرف المجلد

source: Optional descriptive label for the folder. Can be different on each device.
ar: تسمية وصفية اختيارية للمجلد. يمكن أن تختلف من جهاز لآخر.

source: _Send Only Folder
ar: مجلد للإرسال فقط

source: Files are protected from changes made on other devices, but changes made on this device will be sent to the rest of the cluster.
ar: يتم حماية الملفات من التغييرات التي يتم إجراؤها على الأجهزة الأخرى، ولكن التغييرات التي يتم إجراؤها على هذا الجهاز سيتم إرسالها إلى بقية المجموعة.

source: _Receive Only Folder
ar: مجلد للإستقبال فقط

source: Changes from other devices are applied to files on this device, but changes made on this device are not sent to the rest of the cluster.
ar: يتم تطبيق التغييرات من الأجهزة الأخرى على الملفات الموجودة على هذا الجهاز، ولكن التغييرات التي يتم إجراؤها على هذا الجهاز لا يتم إرسالها إلى بقية المجموعة.

source: _Folder Settings
ar: إعدادات المجلد

source: Select the devices to share this folder with.
ar: حدد الأجهزة التي تريد مشاركة هذا المجلد معها.

source: Share With _Devices
ar: مشاركة مع الأجهزة

source: Versioning _Mode
ar: أسلوب أرشفة النسخ

source: Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing.
ar: عند قيام Syncthing بحذف ملف أو استبداله، تُنقل النسخ السابقة إلى مجلد "‎.stversions" مع إضافة ختم زمني لاسم الملف.

source: _Keep Versions
ar: الاحتفاظ بالإصدارات

source: The number of old versions to keep, per file.
ar: عدد الإصدارات القديمة التي يجب الاحتفاظ بها لكل ملف.

source: Files are moved to date stamped versions in a .stversions folder when replaced or deleted by syncthing. Versions are automatically deleted if they are older than the maximum age or exceed the number of files allowed in an interval. The following intervals are used: for the first hour a version is kept every 30 seconds, for the first day a version is kept every hour, for the first 30 days a version is kept every day, until the maximum age a version is kept every week.
ar: تُنقل الملفات عند استبدالها أو حذفها بواسطة Syncthing إلى نسخ مؤرخة داخل مجلد ".stversions". تُحذف النسخ تلقائياً إذا تجاوزت الحد الأقصى للعمر أو تجاوزت عدد الملفات المسموح به في الفترة الزمنية. تُستخدم الفترات الزمنية التالية: خلال الساعة الأولى تُحفظ نسخة كل 30 ثانية، وخلال اليوم الأول تُحفظ نسخة كل ساعة، وخلال الثلاثين يوماً الأولى تُحفظ نسخة يومية، وبعد ذلك تُحفظ نسخة أسبوعية حتى الوصول للحد الأقصى للعمر.

source: Ma_ximum Age
ar: الحد الأقصى للعمر

source: Versions _Path
ar: مسار الإصدارات

source: Path where versions should be stored (leave empty for the default .stversions folder).
ar: المسار الذي يجب تخزين الإصدارات فيه (اتركه فارغًا لمجلد .stversions الافتراضي).

source: Files are moved to .stversions folder when replaced or deleted by Syncthing
ar: يتم نقل الملفات إلى مجلد .stversions عند استبدالها أو حذفها بواسطة Syncthing

source: Clean out _after
ar: إزالة النسخ ال_قديمة بعد

source: The number of days to keep files in the trash can.
ar: عدد الأيام التي يجب فيها الاحتفاظ بالملفات في سلة المهملات.

source: An external command handles the versioning. It has to remove the file from the synced folder.
ar: يتولى أمر خارجي عملية التحكم في الإصدارات. يجب على هذا الأمر نقل الملف من المجلد المتزامن.

source: Command
ar: أمر

source: The first command line parameter is the folder path and the second parameter is the relative path in the folder.
ar: يكون معامل سطر الأوامر الأول هو "مسار المجلد"، والمعامل الثاني هو "المسار النسبي" داخل المجلد.

source: File _Versioning
ar: إدارة إصدارات الملفات

source: Ignore P_ermissions
ar: تجاهل الأذونات

source: File permission bits are ignored when looking for changes. Use on FAT filesystems.
ar: يتم تجاهل بتات صلاحيات الملفات عند البحث عن التغييرات. يُستخدم هذا الخيار مع أنظمة ملفات FAT.

source: Minimum Free Disk Space
ar: الحد الأدنى من مساحة القرص الحرة

source: File Pull _Order
ar: طلب سحب الملف

source: _Advanced
ar: متقدم

source: Ignore Patterns
ar: تجاهل الأنماط

source: See <a href="http://docs.syncthing.net/users/ignoring.html">Syncthing documentation</a> for list of supported patterns
ar: راجع <a href="http://docs.syncthing.net/users/ignoring.html">وثائق Syncthing</a> للاطلاع على قائمة الأنماط المدعومة

source: File location:
ar: موقع الملف:

source: Default
ar: الافتراضي

source: Black
ar: أسود

source: White
ar: أبيض

source: Lowest
ar: الأدني

source: Low
ar: منخفض

source: Normal
ar: عادي

source: Above Normal
ar: أعلى من العادي

source: Syncthing-GTK Settings
ar: إعدادات Syncthing-GTK

source: Please, restart Syncthing-GTK to apply all changed settings
ar: يرجى إعادة تشغيل Syncthing-GTK لتطبيق جميع الإعدادات التي تم تغييرها

source: When starting and Syncthing daemon is not running...
ar: عند بدء التشغيل، لا يكون برنامج Syncthing قيد التشغيل...

source: ... _wait for daemon
ar: ... انتظر حتى يظهر الخدمة الخلفية

source: ... start daemon in _background
ar: ... بدء تشغيل الخدمة في الخلفية

source: ... _ask me what to do
ar: ... اسألني ماذا أفعل

source: When exiting after daemon was started in background...
ar: عند الخروج بعد بدء تشغيل البرنامج الخفي في الخلفية...

source: ... terminate _daemon
ar: ... إنهاء _برنامج الخدمة الخلفية

source: ... leave daemon _running
ar: اترك الخدمة الخلفية تعمل

source: ... ask me w_hat to do
ar: ... اسألني ماذا أفعل

source: Us_e traditional window header
ar: استخدم رأس النافذة التقليدي

source: Display desktop notifications for...
ar: عرض إشعارات سطح المكتب لـ...

source: ... file updates
ar: ... تحديثات الملفات

source: ... errors
ar: ... أخطاء

source: ... synchronization completion
ar: ... اكتمال التزامن

source: Start Syncthing-GTK when I login to my desktop
ar: تشغيل Syncthing-GTK عند تسجيل الدخول إلى سطح المكتب الخاص بي

source: Minimize to _tray on start
ar: تصغير النافذة إلى شريط المهام عند بدء التشغيل

source: Display paths in directories panel
ar: عرض المسارات في قائمة المجلدات

source: Force _dark theme
ar: فرض الوضع الداكن

source: Tray icon style
ar: مظهر أيقونة منطقة الإشعارات

source: Language
ar: اللغة

source: _Interface
ar: الواجهة

source: Integrate Syncthing with filemanagers
ar: دمج Syncthing مع برامج إدارة الملفات

source: Nemo (Cinamon Desktop)
ar: نيـمو (Nemo) (بيئة سطح المكتب Cinnamon)

source: Nautilus (Ubuntu/GNOME)
ar: نوتيلوس (Nautilus) (Ubuntu/GNOME)

source: Caja (MATE Desktop)
ar: كاخا (سطح المكتب MATE)

source: <b>Note:</b> You may need to restart your filemanager after toggling integration.
ar: <b>ملاحظة:</b> قد تحتاج إلى إعادة تشغيل مدير الملفات بعد تبديل التكامل.

source: _Integration
ar: اندماج

source: Keep Syncthing binary up-to-date
ar: إبقاء ملف Syncthing البرمجي محدّثاً

source: If enabled, Syncthing-GTK will automatically check for new daemon releases and replace binary with latest version.
ar: في حالة التمكين، سيقوم Syncthing-GTK تلقائيًا بالتحقق من إصدارات البرنامج الخفي الجديدة واستبدال الملف البرمجي بأحدث إصدار.

source: Daemon process priority
ar: أولوية عملية البرنامج الخفي

source: Priority will be used only if "<i>start daemon in background</i>" option is checked on "<i>Interface</i>" page.
ar: سيتم استخدام الأولوية فقط إذا تم تحديد خيار "<i>بدء تشغيل البرنامج الخفي في الخلفية</i>" في صفحة "<i>الواجهة</i>".

source: Maximum number of CPU cores
ar: الحد الأقصى لعدد أنوية المعالجة

source: Sets the maximum number of CPU cores for daemon to use. This value will be used only if "<i>start daemon in background</i>" option is checked on "<i>Interface</i>" page.
ar: يُحدد هذا الخيار الحد الأقصى لعدد أنوية المعالج التي يمكن للبرنامج الخفي استخدامها. سيتم استخدام هذه القيمة فقط في حال تم تحديد خيار "تشغيل البرنامج الخفي في الخلفية" في صفحة "الواجهة".

source: Daemon
ar: الخدمة الخلفية

source: This binary will be started when syncthing daemon is not running and "<i>start daemon in background</i>" option is checked on "<i>Interface</i>" page.
ar: سيتم تشغيل هذا الملف البرمجي عندما لا يكون "محرك Syncthing" قيد العمل، ومع تفعيل خيار "<i>بدء المحرك في الخلفية</i>" في صفحة "<i>الواجهة</i>".

source: Syncthing binary location
ar: موقع ملف Syncthing البرمجي

source: Daemon arguments and variables
ar: وسائط ومتغيرات البرنامج الخفي

source: Space-separated list of arguments and environment variables passed when starting above binary Use <i>VARIABLE="value"</i> to set variable and <i>-argument="value"</i> (with dash) for argument. If you need to pass commandline to different command (such as logger or ionice), separate prefixed arguments with exclamation mark "!" Example: <i>STTRACE="all" logger -t /var/log/syncthing.log ! -logflags=10</i>
ar: قائمة مفصولة بمسافات للمعاملات ومتغيرات البيئة التي يتم تمريرها عند تشغيل الملف البرمجي أعلاه. استخدم VARIABLE="value" لضبط المتغير، و -argument="value" (مع الشرطة) للمعامل. إذا كنت بحاجة لتمرير سطر أوامر إلى أمر مختلف (مثل logger أو ionice)، فافصل المعاملات المسبقة بعلامة التعجب "!". مثال: STTRACE="all" logger -t /var/log/syncthing.log ! -logflags=10

source: <b>Warning:</b> Changing settings on this page may prevent you from using Syncthing-GTK
ar: <b>تحذير:</b> تغيير الإعدادات في هذه الصفحة قد يمنعك من استخدام Syncthing-GTK

source: Syncthing-GTK started and running in notification area
ar: تم تشغيل Syncthing-GTK وهو يعمل في منطقة الإشعارات

source: %s kB/s
ar: %s كيلوبايت/الثانية

source: Syncing
ar: المزامنة

source: Scanning
ar: المسح

source: Starting Syncthing daemon
ar: بدء تشغيل برنامج Syncthing

source: Allow Anonymous Usage Reporting?
ar: هل تسمح بإرسال تقارير الاستخدام بشكل مجهول؟

source: The encrypted usage report is sent daily.
ar: يتم إرسال تقرير الاستخدام المشفر يومياً.

source: It is used to track common platforms, folder sizes and app versions.
ar: يُستخدم لتتبع المنصات الشائعة وأحجام المجلدات وإصدارات التطبيقات.

source: If the reported data set is changed you will be prompted with this dialog again.
ar: إذا تم تغيير مجموعة البيانات المبلغ عنها، فستظهر لك هذه النافذة مرة أخرى.

source: The aggregated statistics are publicly available at
ar: تتوفر الإحصاءات المجمعة للجمهور على الرابط التالي

source: Your Windows version doesn't supports cryptographic standards needed for Syncthing-GTK to check for Syncthing updates. Please, install <a href='%(url)s'>this Windows update</a> or disable update feature.
ar: إصدار نظام التشغيل Windows لديك لا يدعم معايير التشفير اللازمة لتمكين Syncthing-GTK من التحقق من وجود تحديثات لـ Syncthing. يرجى تثبيت <a href='%(url)s'>تحديث Windows هذا</a> أو تعطيل ميزة التحديث.

source: Extracting update...
ar: جارٍ استخراج التحديث...

source: Restarting daemon...
ar: إعادة تشغيل الخدمة الخلفية...

source: Failed to download upgrade: %s
ar: فشل تنزيل التحديث: %s

source: Downloading Syncthing %s
ar: جار تنزيل Syncthing %s

source: Connected to Syncthing daemon
ar: متصل ببرنامج Syncthing الخدمة الخلفية

source: Connection to Syncthing daemon lost.
ar: انقطع الاتصال ببرنامج Syncthing.

source: Syncthing is probably restarting or has been shut down.
ar: ربما تتم إعادة تشغيل Syncthing أو تم إيقاف تشغيله.

source: Syncthing has been shut down.
ar: تم إيقاف تشغيل Syncthing.

source: Syncthing is restarting.
ar: يتم إعادة تشغيل Syncthing.

source: Please wait
ar: الرجاء الانتظار

source: Connecting to Syncthing daemon at %s...
ar: جارٍ الاتصال بخادم Syncthing على %s...

source: Waiting for Syncthing daemon at %s...
ar: جارٍ انتظار برنامج Syncthing الخدمة الخلفية في %s...

source: Your syncthing daemon is too old.
ar: نسخة محرك Syncthing لديك قديمة جداً.

source: Attempting to download recent, please wait...
ar: جارٍ محاولة تنزيل الملفات الأخيرة، يرجى الانتظار...

source: Cannot authorize with daemon. Please, use WebUI to generate API key or disable password authentication.
ar: لا يمكن المصادقة باستخدام البرنامج الخفي. يُرجى استخدام واجهة المستخدم الرسومية لإنشاء مفتاح واجهة برمجة التطبيقات (API) أو تعطيل مصادقة كلمة المرور.

source: Your syncthing daemon is too old. Please, upgrade syncthing package at least to version %s and try again.
ar: برنامج Syncthing لديك قديم جدًا. يرجى ترقية حزمة Syncthing إلى الإصدار %s على الأقل، ثم حاول مرة أخرى.

source: Sorry, connecting to HTTPS is not supported on this platform. Please, use WebUI to disable HTTPS try again.
ar: عذرًا، لا يدعم هذا النظام الاتصال ببروتوكول HTTPS. يرجى استخدام واجهة المستخدم الرسومية لتعطيل HTTPS، ثم حاول مرة أخرى.

source: Connection to daemon failed. Check your configuration and try again.
ar: فشل الاتصال بالخادم. تحقق من إعداداتك وحاول مرة أخرى.

source: Error message:
ar: رسالة الخطأ:

source: Possible cause: Is there another web server running on Syncthing port?
ar: السبب المحتمل: هل يوجد خادم ويب آخر يعمل على منفذ Syncthing؟

source: More info
ar: مزيد من المعلومات

source: The configuration has been saved but not activated. Syncthing must restart to activate the new configuration.
ar: تم حفظ الإعدادات ولكن لم يتم تفعيلها. يجب إعادة تشغيل Syncthing لتفعيل الإعدادات الجديدة.

source: _Restart
ar: إعادة التشغيل

source: Incompatible
ar: غير متوافق

source: Connecting to <b>%s</b> failed; the remote device speaks an older version of the protocol (%s) not compatible with this version
ar: فشل الاتصال بـ <b>%s</b>؛ يستخدم الجهاز البعيد إصدارًا قديمًا من البروتوكول (%s) غير متوافق مع هذا الإصدار

source: %(device)s wants to share folder "%(folder)s". Add new folder?
ar: يرغب الجهاز %(device)s في مشاركة المجلد "%(folder)s". هل تريد إضافة مجلد جديد؟

source: _Ignore
ar: تجاهل

source: _Add
ar: إضافة

source: Device "<b>%(name)s</b>" (%(device)s) at IP "<b>%(ip)s</b>" wants to connect. Add new device?
ar: الجهاز "<b>%(name)s</b>" (%(device)s) على عنوان IP "<b>%(ip)s</b>" يريد الاتصال. هل تريد إضافة جهاز جديد؟

source: RAM Utilization
ar: استخدام ذاكرة الوصول العشوائي

source: CPU Utilization
ar: استخدام وحدة المعالجة المركزية

source: Download Rate
ar: معدل التنزيل

source: Upload Rate
ar: معدل التحميل

source: Announce Server
ar: خادم الإعلان

source: Version
ar: الإصدار

source: disabled
ar: معطل

source: Never
ar: أبداً

source: Paused
ar: توقف مؤقتًا

source: Disconnected
ar: غير متصل

source: Connected
ar: متصل

source: Up to Date
ar: محدّث

source: Files
ar: الملفات

source: Cluster out of sync
ar: المجموعة غير متزامنة

source: Local changes
ar: التغييرات المحلية

source: Stopped
ar: متوقف

source: Error
ar: خطأ

source: Synchronizing '%s'
ar: جارٍ مزامنة '%s'

source: Synchronizing %s folders
ar: جارٍ مزامنة مجلدات %s

source: All devices offline
ar: جميع الأجهزة غير متصلة بالإنترنت

source: Connecting to Syncthing daemon...
ar: جارٍ الاتصال ببرنامج Syncthing...

source: Unshared
ar: غير مشترك

source: Offline
ar: غير متصلة

source: Hide Window
ar: إخفاء النافذة

source: Syncthing daemon doesn't appear to be running.
ar: يبدو أن برنامج Syncthing daemon لا يعمل.

source: Start it now?
ar: هل نبدأ الآن؟

source: Always start daemon automatically
ar: ابدأ تشغيل الخدمة تلقائيًا دائماً

source: Folder ID
ar: معرف المجلد

source: Path
ar: المسار

source: Global State
ar: الحالة العالمية

source: Local State
ar: الحالة المحلية

source: Out Of Sync
ar: غير متزامن

source: Folder Type
ar: نوع المجلد

source: Ignore Permissions
ar: تجاهل الأذونات

source: Rescan Interval
ar: فترة إعادة المسح

source: Shared With
ar: تمت المشاركة مع

source: Receive Only
ar: للاستقبال فقط

source: Send Only
ar: للإرسال فقط

source: Send & Receive
ar: للإرسال والاستقبال

source: Yes
ar: نعم

source: No
ar: لا

source: (watch)
ar: (مراقبة)

source: Unused
ar: غير مستخدم

source: Address
ar: عنوان

source: Synchronization
ar: التزامن

source: Compression
ar: ضغط

source: Introducer
ar: وسيط التعارف

source: Last Seen
ar: آخر ظهور

source: Exiting.
ar: الخروج.

source: Shutdown Syncthing daemon as well?
ar: هل يجب إيقاف تشغيل برنامج Syncthing أيضًا؟

source: Always do same; Don't show this window again
ar: افعل الشيء نفسه دائمًا؛ لا تُظهر هذه النافذة مرة أخرى

source: Do you really want to permanently stop synchronizing directory '%s'?
ar: هل تريد حقاً إيقاف مزامنة الدليل '%s' بشكل دائم؟

source: Do you really want remove device '%s' from Syncthing?
ar: هل تريد حقاً إزالة الجهاز '%s' من Syncthing؟

source: Failed to start Syncthing daemon.
ar: فشل بدء تشغيل برنامج Syncthing daemon.

source: Please, check your installation or set new path to Syncthing daemon binary.
ar: يرجى التحقق من التثبيت أو تعيين مسار جديد لملف Syncthing daemon البرمجي.

source: Syncthing Daemon Settings
ar: إعدادات برنامج Syncthing Daemon

source: The entered device ID does not look valid. It should be a 52 character string consisting of letters and numbers, with spaces and dashes being optional.
ar: يبدو أن معرّف الجهاز المُدخل غير صالح. يجب أن يكون سلسلة نصية مكونة من 52 حرفًا وأرقامًا، مع إمكانية استخدام المسافات والشرطات.

source: Failed to load configuration from daemon.
ar: فشل تحميل الإعدادات من البرنامج الخفي.

source: Try again.
ar: حاول مرة أخرى.

source: no limit
ar: بلا حدود

source: %s KiB/s
ar: %s كيلوبايت/ثانية

source: never delete
ar: لا تحذف أبداً

source: %s day
ar: %s يوم

source: %s days
ar: %s أيام

source: Failed to save configuration.
ar: فشل حفظ الإعدادات.

source: Syncthing binary
ar: ملف Syncthing البرمجي

source: Syncthing daemon binary cannot be found.
ar: لم يتم العثور على الملف البرمجي لبرنامج Syncthing daemon.

source: If you have Syncthing installed, please, set path to %s below or click on <b>Download</b> button to download latest Syncthing package.
ar: إذا كان لديك برنامج Syncthing مثبتًا، فيرجى تعيين المسار إلى %s أدناه أو النقر على زر <b>تنزيل</b> لتنزيل أحدث حزمة Syncthing.

source: If you have Syncthing installed, please, set path to %s below
ar: إذا كان لديك برنامج Syncthing مثبتًا، فيرجى تعيين المسار إلى %s أدناه

source: Cannot download Syncthing daemon.
ar: لا يمكن تنزيل برنامج Syncthing daemon.

source: This platform (%s) is not supported
ar: هذه المنصة (%s) غير مدعومة

source: Downloading...
ar: جارٍ التنزيل...

source: Download failed.
ar: فشل التنزيل.

source: Download finished.
ar: تم التنزيل.

source: Select Folder for new Folder
ar: حدد المجلد لإنشاء مجلد جديد

source: File location:
ar: موقع الملف:

source: Accept device "%s"
ar: قبول الجهاز "%s"

source: Ignore device "%s"
ar: تجاهل الجهاز "%s"

source: Unknown Device
ar: جهاز غير معروف

source: Device "%s" is trying to connect to syncthing daemon.
ar: يحاول الجهاز "%s" الاتصال ببرنامج Syncthing daemon.

source: Accept folder "%s"
ar: قبول المجلد "%s"
